from aiogram.types import FSInputFile


LEXICON_RU: dict[str, str] = {
    'caption': '🧠 Ты не такой, как все — ты здесь, и это уже делает тебя особенным. Готов менять свою жизнь?\n'
    '🔥 Узнай, как я зарабатываю — подписывайся на мой телеграм-канал!\n'
    '💸 Хочешь действовать прямо сейчас? Жми на кнопку <b>«📖Схемы»</b> и бери своё!'
}


LEXICON_EN: dict[str, str] = {
    'caption': '🧠 You’re not like everyone else — you’re here, and that already makes you special. Ready to change your life?\n'
    '🔥 Find out how I make money — subscribe to my Telegram channel!\n'
    '💸 Want to take action right now? Click on the <b>“📖Schemes”</b> button and get yours',

}


LEXICON_HINDI: dict[str, str] = {
    'caption': '🧠 आप हर किसी की तरह नहीं हैं — आप यहां हैं, और यह आपको पहले से ही विशेष बनाता है। अपना जीवन बदलने के लिए तैयार हैं?\n'
    '🔥 पता लगाएं कि मैं पैसे कैसे कमाता हूं — मेरे टेलीग्राम चैनल की सदस्यता लें!\n'
    '💸 अभी कार्रवाई करना चाहते हैं? <b>“📖 योजनाएँ”</b> बटन पर क्लिक करें और अपना प्राप्त करें!'

}